[
  {
    "id": "623dd9b7f09aa4b572fd1539",
    "reviewer_name": "John Petrucci",
    "rating": "5star",
    "band": "Dream Theater",
    "role": "Guitarist",
    "comment": "Last time my guitar has fallen by accident from my hand while jamming at my home. After that I realized, the guitar neck was broken. I was having a look on internet for a guitar repair shop and then I found Guitar Smith. At first I was little bit unsure if they can really repair guitar well. But I took a risk. After a week, when they delivered me the guitar I was totally surprised. How can they really fix a guitar which looks like totally brand new. I wish them good luck.",
    "image": "https://imagebee.org/music/john-petrucci/john-petrucci-4-2250x3000.jpg"
  },
  {
    "id": "623dd9b7f09aa4b572fd1540",
    "reviewer_name": "John Myung",
    "rating": "5star",
    "band": "Dream Theater",
    "role": "Bassist",
    "comment": "Few days ago, while practicing slap on my bass guitar, suddenly by accident I hit on the bass pickup and it was damaged. After hearing about Guitar Smith from Petrucci my band mate, I took my bass guitar to Guitar Smith. And within an hour they fixed it and the new sound of my bass guitar really amazing and more groovy. I wish them a very good luck.",
    "image": "https://cdn.mos.cms.futurecdn.net/667d3dc7d72c52a52e1406e0ec794c93.jpg"
  },
  {
    "id": "623dd9b7f09aa4b572fd1541",
    "reviewer_name": "Jeff Loomis",
    "rating": "5star",
    "band": "Arch Enemy",
    "role": "Guitarist",
    "comment": "Last month in a live show while doing a guitar stunt my guitar had fallen and the headstock was totally broken. Luckily, I took spare guitars and could perform the live show. But as it is my favorite guitar I was sad if it could be fixed or not. Then Alissa told me to take the guitar to Guitar Smith if they can fix it. Two days later, I wen to them and told about the issue. They told me it is possible to fix. The pleasing thing is- they delivered me the guitar within a week and really they fixed it very well. Good Luck to Guitar Smith",
    "image": "https://www.veojam.com/photoart/jeff-loomis/1.jpg"
  },
  {
    "id": "623dd9b7f09aa4b572fd1542",
    "reviewer_name": "Olavi Mikkonen",
    "rating": "5star",
    "band": "Amon Amarth",
    "role": "Guitarist",
    "comment": "I have an old acoustic guitar with which I started learning guitar at the young age. But the backside of the soundhole was damaged. After seeing many good reviews about Guitar Smith I went to them. They assured me about fixing my guitar. Within just three days they handed the guitar over me with very cheap price and the best service. Good Luck Guitar Smith.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/13-06-07_RaR_Amon_Amarth_Olavi_Mikkonen_04.jpg/1200px-13-06-07_RaR_Amon_Amarth_Olavi_Mikkonen_04.jpg"
  },
  {
    "id": "623dd9b7f09aa4b572fd1543",
    "reviewer_name": "Herman Li",
    "rating": "5star",
    "band": "DragonForce",
    "role": "Guitarist",
    "comment": "As all know I play guitar very aggressively, at the last concert I actually broke my guitar neck by accident while doing stunt holding the whammy bar. Seeing many good reviews, I took my guitar to Guitar Smith and they were smiling after seeing my guitar with a broken neck. They told me it is possible to fix it but it will take a month to adjust the whole thing as they need to do seasoning on it. Well, I almost forgot about the guitar but few days ago I got a phone call from Guitar Smith. Then I remembered about it. They charged very reasonable price for the servicing. I will recommend Guitar Smith if anyone needs guitar repairing.",
    "image": "https://www.metal-archives.com/images/2/3/5/4/2354_artist.jpg?2117"
  },
  {
    "id": "623dd9b7f09aa4b572fd1544",
    "reviewer_name": "Paulo Jr.",
    "rating": "5star",
    "band": "Sepultura",
    "role": "Bassist",
    "comment": "I have an old Schecter Bass and I am not playing it for a very long time. Few days ago I opened the hard case to see it and while tuning it, tuning pegs were not working well and suddenly I saw a crack on the headstock. After that I was looking for good guitar repairing shop all over the internet. Then I found Guitar Smith. Without any hesitation I went to their servicing center. They seemed very professional to me. They delivered me the bass guitar within a week with new tuning pegs and fixing the crack of the headstock. I wish their success.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/20140613-016-Nova_Rock_2014-Sepultura-Paulo_Xisto_Pinto_Jr.JPG/1200px-20140613-016-Nova_Rock_2014-Sepultura-Paulo_Xisto_Pinto_Jr.JPG"
  }
]
